<h1>История города</h1>


<script>
import image1 from '../../image/history/1.jpg';
import image2 from '../../image/history/2.jpg';
import image3 from '../../image/history/3.jpg';
import image4 from '../../image/history/4.jpg';
import image5 from '../../image/history/5.jpg';
import image6 from '../../image/history/6.jpg';
import image7 from '../../image/history/7.jpg';
import image8 from '../../image/history/8.jpg';
import image9 from '../../image/history/9.jpg';
import image10 from '../../image/history/10.jpg';
import image11 from '../../image/history/11.jpg';
import image12 from '../../image/history/12.jpg';
import image13 from '../../image/history/13.jpg';
import image14 from '../../image/history/14.jpg';
import image15 from '../../image/history/15.jpg';
import image16 from '../../image/history/16.jpg';
import image17 from '../../image/history/17.jpg';
import image18 from '../../image/history/18.jpg';
import image19 from '../../image/history/19.jpg';
import image20 from '../../image/history/20.jpg';
import image21 from '../../image/history/21.jpg';
import image22 from '../../image/history/22.jpg';




let images = [
    { id: 1, src: image1 },
    { id: 2, src: image2 },
    { id: 3, src: image3 },
    { id: 4, src: image4 },
    { id: 5, src: image5 },
    { id: 6, src: image6 },
    { id: 7, src: image7 },
    { id: 8, src: image8 },
    { id: 9, src: image9 },
    { id: 10, src: image10 },
    { id: 11, src: image11 },
    { id: 12, src: image12 },
    { id: 13, src: image13 },
    { id: 14, src: image14 },
    { id: 15, src: image15 },
    { id: 16, src: image16 },
    { id: 17, src: image17 },
    { id: 18, src: image18 },
    { id: 19, src: image19 },
    { id: 20, src: image20 },
    { id: 21, src: image21 },
    { id: 22, src: image22 },
    
];
</script>
<p>Саратов был основан в первых числах июля 1590 года как сторожевая крепость для охраны южных рубежей Российского государства. Дело в том, что после походов русских войск на Казанское ханство и на Астраханское ханство Русское царство получило обширные территории Поволжья. Было решено строить на Волге новые города-крепости. Летом 1586 года была основана крепость Самара, а летом 1589 года — Царицын (ныне Волгоград). Саратов основали князь Григорий Засекин и боярин Федор Туров на полпути между Самарой и Царицыном.
    Сегодня мы вспоминаем основные вехи истории Саратова — крупного культурного, экономического и образовательного центра Поволжья.
    </p>
<img src={image1} alt="image" >
<p>Точное место первоначального Саратова неизвестно. Город закладывался русскими воеводами три раза: в 1590, 1617 и 1674, и каждый раз на новом месте. К югу от горы, которая сейчас называется Соколовая, полковник Александр Шель заложил уже третью на новом месте постройку города в 1674 году. Соколовая гора и сейчас является популярным местом, откуда виден весь центр города.</p>
<img src={image2} alt="image" >
<p>Существует несколько гипотез о названии Саратова, но общепринятой на данный момент нет. Одна из гипотез предполагает, что Саратов получил свое название по названию Соколовой горы, по-татарски «сары тау» — «жёлтая гора». Также есть предположение, что название города произошло от слов «сар атав» — «низменный остров» или «сарык атов» — «ястребиный остров». Еще существует предположение, что Саратов получил свое название от скифско-иранского гидронима «сарат». Существует также множество гипотез.</p>
<img src={image3} alt="image" >
<img src={image4} alt="image" >
<p>По Областной реформы 1708 года Петра I Саратов был отнесён к Казанской губернии. Спустя 10 лет город отошел к Астраханской губернии, еще спустя 10 лет — вновь к Казанской, а в 1739 году — вновь к Астраханской.</p>
<img src={image5} alt="image" >
<p>Сильный толчок развитию города дало учреждение в 1747 году «соляного управления». Напротив Саратова, украинцами возчиками соли с Эльтона, основывается Покровская слобода. Расположение на пересечении кратчайшего сухопутного пути на Москву и водного с низовьев Волги и Каспия делает Саратов важным перевалочным пунктом, крупным центром торговли рыбой и солью. Так, в 1750 году из Саратова было отправлено подводами 3264 тонн рыбы (в 2005 году было добыто 1800 тонн).</p>
<img src={image6} alt="image" >
<p>11 января 1780 город стал центром Саратовского наместничества, переименованного в 1796 г. в Саратовскую губернию.</p>
<img src={image7} alt="image" >
<p>Основой развития города на более чем сто лет стал Генеральный план Саратова, утвержденный в 1812 году. Планировались правильные геометрической формы кварталы, так называемая регулярная застройка, а в старой части города предлагалось тоже «урегулировать» строительство домов.</p>
<img src={image8} alt="image" >
<p>Отечественная война 1812 года внесла свои коррективы в жизнь Саратова. Многие воины-саратовцы были отмечены боевыми орденами, а трое получили золотые шпаги с надписью «За храбрость». В 1813 году сюда ссылали пленных французов, которых использовали на общественных работах — они выравнивали овраги, строили плотины, сажали сады. В дальнейшем многие из них приняли русское подданство и остались навсегда в Саратове, заселив кварталы немецкой слободы.</p>
<img src={image9} alt="image" >
<p>В 1828 году в Саратове начала работать Саратовская табачная фабрика одна из первых в России. Кроме нее, действовали канатный, кожевенный, колокольный, кирпичный и ряд других заводов. Ткацкие мастерские вырабатывали знаменитую дешевую ткань — сарпинку, «родиной» которой был Саратов.</p>
<img src={image10} alt="image" >
<p>Дальнейший рост ремесла и торговли стимулировало развитие на Волге пароходства.</p>
<img src={image11} alt="image" >
<p>Саратовцы увидели первый пароход в 1820 году, окрестив его «чёртова расшива с печкой». Но активное развитие судоходство получает к середине XIX столетия, в бассейне Волги стали появляться крупные пароходные общества.</p>
<img src={image12} alt="image" >
<p>Волга, превратившаяся в главную транспортную магистраль России, сделала Саратов крупным портом, Число жителей города росло, изменялся и внешний облик города; по отзывам современников среди других городов «Саратов стал занимать одно из первых мест по красивости строений и по богатству жителей».</p>
<img src={image13} alt="image" >
<p>Сильнейший толчок к развитию Саратовской губернии дало строительство в июле 1871 года железной дороги Тамбов — Саратов, соединившей город с железнодорожной сетью страны, Саратов соединился железной дорогой с Москвой, Петербургом и портами Балтийского моря. К началу XX века по железной дороге из Саратова можно было проехать в 11 губерний России. Начался быстрый рост промышленности.</p>
<img src={image14} alt="image" >
<p>В 1908 году в Саратове появляется трамвай. Саратовская трамвайная система, одна из старейших трамвайных систем России. Строительство трамвая в Саратове началось в августе 1907 года. К этому времени в Саратове уже 20 лет работала конка. 1 октября 1908 года по Ильинской улице прошел пробный трамвай. 11 декабря 1908 года началось регулярное трамвайное движение.</p>
<img src={image15} alt="image" >
<p>Немалый вклад в экономическую и культурную жизнь губернии принадлежит меценатам. В Саратове было достаточно людей которые очень любили свой родной город и не жалели сил и средств на процветания своего края.

    В числе первых благотворителей Саратовского края — крупные землевладельцы: князья С. Ф. Голицын и А. Б. Куракин, В. А. Вольский и К. В. Злобин, А. П. Сапожников, саратовский купец М. А. Устинов.
    
    </p>
<img src={image16} alt="image" >
<p>Благодаря манифесту Екатерины II от 22 июля 1763 года Саратов долгое время был «центром притяжения» поволжских немцев, которых в начале XX века насчитывалось около 800 тысяч. После 1917 г. получили территориальную автономию — АССР Немцев Поволжья. 19 октября 1918 года декретом СНК РСФСР из части территорий Саратовской и Самарской губерний была образована первая в РСФСР автономная область — автономная область немцев Поволжья.</p>
<img src={image17} alt="image" >
<p>Коллективизация в немецкой деревне имела печальные последствия. Согласно оценкам историков, были уничтожены тысячи самых продуктивных крестьянских хозяйств, при этом их владельцы расстреляны, арестованы, посажены в тюрьмы, высланы, или, в лучшем случае, стали государственными батраками в «кулацких» спецпоселках.</p>
<img src={image18} alt="image" >
<p>По мере обострения отношений между СССР и Германией ухудшалось и отношение к советским немцам. Согласно приказу народного комиссара внутренних дел СССР № 00439 от 25 июля 1937 года, все немцы, работавшие на предприятиях оборонной промышленности (или имеющих оборонные цеха) должны были быть арестованы. С 30 июля начались аресты и увольнения, а с осени 1937 началась массовая операция. В 1941 году поволжские немцы были депортированы в Сибирь и Казахстан.</p>
<img src={image19} alt="image" >
<p>Депортация немцев в СССР привела к упадку национального языка и культуры, к ускоренной ассимиляции с остальным населением СССР. С конца 1980-х некоторые этнические немцы в малом количестве вернулись в город Энгельс, но значительно большее их число эмигрировало в Германию.</p>
<img src={image20} alt="image" >
<p>Бурное развитие Саратова отмечалось в годы Великой Отечественной войны, когда сюда с запада СССР были эвакуированы ряд заводов и военных училищ. До 1990 года Саратов был закрытым городом (не допускалось его посещение иностранцами), так как в городе работало несколько крупных предприятий оборонной промышленности, в частности, Саратовский авиационный завод, производивший военные и гражданские самолёты. Многие промышленные предприятия Саратова выполняли также заказы для советской космической программы.</p>
<img src={image21} alt="image" >
<p>В 2011 году в генеральном рейтинге привлекательности городов, составленном Российским союзом инженеров, Саратов занял 20 место из 164 городов. Учитывались динамика численности населения, транспортная инфраструктура, природно-экологический потенциал, доступность жилья, инновационная активность, благосостояние граждан и другие параметры.</p>
<img src={image22} alt="image" >

<style>

img{
    display: block;
    margin-left: auto;
    margin-right: auto;
    width: 600px;
    height: auto;
}
:root {
    --primary-color: #3498db;
}
    video {
  margin-left: -100px; 
}
h1 {
    color: var(--primary-color);
}
</style>
