<h1>Музей Им. А.Н. Радищева</h1>
<p> 
    Саратовский государственный художественный музей имени А.Н. Радищева принадлежит к числу старейших музеев России и является первым общедоступным музеем в провинции. Музей был торжественно открыт 29 июня 1885 года стараниями внука А.Н. Радищева, художника-мариниста А.П. Боголюбова, передавшего в дар городу свою коллекцию произведений искусства.
    
    
    Насчитывает более 30 тысяч единиц хранения
    
    Подлинным богатством музея является собрание отечественного искусства. Музей располагает коллекцией древнерусского искусства, в которую входят иконы XV–XX веков, культовая скульптура и предметы церковной утвари, старопечатные книги.
    
    XVIII век представлен преимущественно портретами – как работы безымянных авторов, так и кисти мастеров, составивших славу русской живописи, – Ф.С. Рокотова, Д.Г. Левицкого, В.Л. Боровиковского.
    
    Первая половина XIX века, отмеченная романтическими устремлениями и идеалами пушкинской поры, которые нашли отражение в портретах кисти В.А. Тропинина, О.А. Кипренского, К.П. Брюллова, пейзажах А.А. Иванова и С.Ф. Щедрина.
    
    В коллекцию произведений передвижников входят полотна И.Е. Репина, В.Д. Поленова, А.К. Саврасова, И.И. Шишкина, А.И. Куинджи, В.И. Сурикова, И.И. Левитана.
    
    Богато и разнообразно собрание русского искусства рубежа ХIХ–ХХ веков, представленное работам В.А. Серова, К.А. Коровина, М.А. Врубеля, знаменитых уроженцев Саратова и Саратовской губернии – В.Э. Борисова-Мусатова, П.В. Кузнецова, П.С.Уткина, К.С. Петрова-Водкина, художников «Бубнового валета»: П.П. Кончаловского, И.И. Машкова, А.В. Лентулова, Р.Р. Фалька. Авангард представлен самыми известными именами: К.С. Малевич, А.А. Экстер, О.В. Розанова. Живописный ряд дополняют скульптурные произведения М.М. Антокольского, Е.А. Лансере, П.П. Трубецкого, С.Т. Коненкова, А.С. Голубкиной, А.Т. Матвеева.
    
    Музей обладает замечательной коллекцией европейского искусства: от помпейских фресок и античной скульптуры до картин художников «барбизонской школы». В залах представлены произведения мастеров Франции, Германии, Испании, Англии. Итальянское Возрождение – полотнами Дж. Вазари и Я. Бассано; голландское искусство – живописью XVII века: пейзажами, бытовыми картинами, портретами, авторы этих работ – известные художники: Питер ван Ноорт, Матиас Стомер, Давид Тенирс Младший. Гордость музейного собрания – картины Камиля Коро, Шарля Добиньи и Адольфа Монтичелли из коллекции А.П. Боголюбова. Нидерландские шпалеры, саксонский и севрский фарфор, коллекции мебели, стекла, бронзы широко и разнообразно представляют декоративно-прикладное искусство разных эпох и национальных школ.
    
    Научно-исторический архив и библиотека Радищевского музея располагают уникальными рукописями, документальными и фотоматериалами, богатой коллекцией старинных и современных изданий.</p>
   
<style>
:root {
    --primary-color: #3498db;
    --secondary-color: #2ecc71;
    --text-color: #333;
    --background-color: #f5f5f5;
    --border-color: #e7e7e7;
}
h1 {
    text-align: center;
    font-size: 2.5rem;
    color: var(--primary-color);
    margin-bottom: 20px;
}

p {
    font-size: 1.1rem;
    margin-bottom: 20px;
    line-height: 1.6;
}



</style>